{
  "app": {
    "title": "Prayer Cycle"
  },
  "prayer": {
    "steps": {
      "praise": {
        "name": "PRAISE",
        "description": "Start your prayer hour by praising the Lord. Praise Him for things that are on your mind right now. Praise Him for one special thing He has done in your life in the past week. Praise Him for His goodness to your family."
      },
      "wait": {
        "name": "WAIT",
        "description": "Spend time waiting on the Lord. Be silent and let Him pull together reflections for you."
      },
      "confess": {
        "name": "CONFESS",
        "description": "Confess your sins to the Lord. Ask Him to search your heart and reveal any unconfessed sin. Confess these sins and receive His forgiveness."
      },
      "read_the_word": {
        "name": "READ THE WORD",
        "description": "Read a passage from the Bible. Let God speak to you through His Word. Read slowly and meditatively, asking the Holy Spirit to illuminate the text."
      },
      "ask": {
        "name": "ASK",
        "description": "Ask God for your personal needs. Present your requests to Him with thanksgiving. Ask for wisdom, strength, and guidance in your daily life."
      },
      "intercession": {
        "name": "INTERCESSION",
        "description": "Pray for others. Intercede for your family, friends, church, community, and world leaders. Ask God to work in their lives and circumstances."
      },
      "pray_the_word": {
        "name": "PRAY THE WORD",
        "description": "Take the Scripture you read earlier and pray it back to God. Use the words and promises of Scripture as the foundation for your prayers."
      },
      "thank": {
        "name": "THANK",
        "description": "Thank God for His blessings, answered prayers, and faithfulness. Express gratitude for both big and small things in your life."
      },
      "sing": {
        "name": "SING",
        "description": "Sing praises to God. This can be songs you know, hymns, or simply making a joyful noise unto the Lord. Let your heart overflow in musical worship."
      },
      "meditate": {
        "name": "MEDITATE",
        "description": "Meditate on God's character, His Word, or His works. Focus your mind on who God is and what He has done. Let His truth fill your thoughts."
      },
      "listen": {
        "name": "LISTEN",
        "description": "Be still and listen for God's voice. Wait quietly before Him, allowing the Holy Spirit to speak to your heart. Be open to His guidance and direction."
      },
      "praise_end": {
        "name": "PRAISE",
        "description": "End your prayer hour as you began - with praise. Thank God for this time of communion with Him and praise Him for who He is and what He has done."
      }
    },
    "timer": {
      "start": "Start",
      "pause": "Pause",
      "resume": "Resume",
      "next": "Next Step",
      "reset": "Reset",
      "completed": "Completed",
      "step": "Step",
      "of": "of",
      "aria": {
        "start_cycle": "Start prayer cycle",
        "pause_step": "Pause current step",
        "resume_step": "Resume current step",
        "cycle_completed": "Prayer cycle completed",
        "next_step": "Skip to next prayer step",
        "restart_cycle": "Restart prayer cycle from beginning"
      }
    },
    "progress": {
      "total_progress": "Total Progress"
    }
  },
  "settings": {
    "language": {
      "title": "Language"
    }
  }
}