{
  "app": {
    "title": "Cycle de Prière"
  },
  "prayer": {
    "steps": {
      "praise": {
        "name": "LOUANGE",
        "description": "Commencez votre heure de prière en louant le Seigneur. Louez-Le pour les choses qui vous préoccupent en ce moment. Louez-Le pour une chose spéciale qu'Il a faite dans votre vie cette semaine. Louez-Le pour Sa bonté envers votre famille."
      },
      "wait": {
        "name": "ATTENDRE",
        "description": "Passez du temps à attendre le Seigneur. Restez silencieux et laissez-Le rassembler des réflexions pour vous."
      },
      "confess": {
        "name": "CONFESSER",
        "description": "Confessez vos péchés au Seigneur. Demandez-Lui de sonder votre cœur et de révéler tout péché non confessé. Confessez ces péchés et recevez Son pardon."
      },
      "read_the_word": {
        "name": "LIRE LA PAROLE",
        "description": "Lisez un passage de la Bible. Laissez Dieu vous parler à travers Sa Parole. Lisez lentement et avec méditation, demandant au Saint-Esprit d'illuminer le texte."
      },
      "ask": {
        "name": "DEMANDER",
        "description": "Demandez à Dieu pour vos besoins personnels. Présentez vos requêtes à Lui avec reconnaissance. Demandez la sagesse, la force et la direction dans votre vie quotidienne."
      },
      "intercession": {
        "name": "INTERCESSION",
        "description": "Priez pour les autres. Intercédez pour votre famille, vos amis, votre église, votre communauté et les dirigeants du monde. Demandez à Dieu d'œuvrer dans leurs vies et leurs circonstances."
      },
      "pray_the_word": {
        "name": "PRIER LA PAROLE",
        "description": "Prenez l'Écriture que vous avez lue plus tôt et priez-la de retour à Dieu. Utilisez les mots et les promesses de l'Écriture comme fondement de vos prières."
      },
      "thank": {
        "name": "REMERCIER",
        "description": "Remerciez Dieu pour Ses bénédictions, les prières exaucées et Sa fidélité. Exprimez votre gratitude pour les grandes et petites choses de votre vie."
      },
      "sing": {
        "name": "CHANTER",
        "description": "Chantez des louanges à Dieu. Cela peut être des chansons que vous connaissez, des hymnes, ou simplement faire un bruit joyeux pour le Seigneur. Laissez votre cœur déborder d'adoration musicale."
      },
      "meditate": {
        "name": "MÉDITER",
        "description": "Méditez sur le caractère de Dieu, Sa Parole ou Ses œuvres. Concentrez votre esprit sur qui est Dieu et ce qu'Il a fait. Laissez Sa vérité remplir vos pensées."
      },
      "listen": {
        "name": "ÉCOUTER",
        "description": "Restez tranquille et écoutez la voix de Dieu. Attendez silencieusement devant Lui, permettant au Saint-Esprit de parler à votre cœur. Soyez ouvert à Sa direction et à Ses conseils."
      },
      "praise_end": {
        "name": "LOUANGE",
        "description": "Terminez votre heure de prière comme vous avez commencé - par la louange. Remerciez Dieu pour ce temps de communion avec Lui et louez-Le pour qui Il est et ce qu'Il a fait."
      }
    },
    "timer": {
      "start": "Commencer",
      "pause": "Pause",
      "resume": "Reprendre",
      "next": "Étape Suivante",
      "reset": "Recommencer",
      "completed": "Terminé",
      "step": "Étape",
      "of": "de",
      "aria": {
        "start_cycle": "Démarrer le cycle de prière",
        "pause_step": "Mettre en pause l'étape actuelle",
        "resume_step": "Reprendre l'étape actuelle",
        "cycle_completed": "Cycle de prière terminé",
        "next_step": "Passer à l'étape de prière suivante",
        "restart_cycle": "Redémarrer le cycle de prière depuis le début"
      }
    },
    "progress": {
      "total_progress": "Progrès Total"
    }
  },
  "settings": {
    "language": {
      "title": "Langue"
    }
  }
}